export const images = {
  public: [
    {
      path: require("../../Images/photos/49.jpg"),
      text:
        "حياتي الله يقويكي ويوفقك وان شاء الله تنجحي.\nوكوني على ثقة بالله ، الي سهل كل أمورك ويسرلك أمور دراستك ، راح ان شآء الله يوفقك بامتحانك.\nواتذكري انه انتي شهد العظيمة 😤💪\nحبيبة قلبي وخطيبتي 😍\nبحبك 💗💖💝💞💏"
    },
    {
      path: require("../../Images/photos/7_0.jpg")
    },
    {
      path: require("../../Images/photos/7_1.jpg")
    },
    {
      path: require("../../Images/photos/13.jpg")
    },
    {
      path: require("../../Images/photos/14.jpg")
    },
    {
      path: require("../../Images/photos/24.jpg")
    },
    {
      path: require("../../Images/photos/25.jpg")
    },
    {
      path: require("../../Images/photos/27.jpg")
    },
    {
      path: require("../../Images/photos/23.jpg")
    },
    {
      path: require("../../Images/photos/3_0.jpg")
    },
    {
      path: require("../../Images/photos/30.jpg"),
      text:
        "وقبل ما كنت اهتم اني احكي مع بنت وكنت اقضي يومي يا افلام يا دراسة يا مباريات ، ما بحب حد يتحكم بوقتي بحب اعمل كل شي بدون ما اهتم للوقت وانه في شخص لازم احكي معه ، اما هسه كله هذا تغير صرت افكر فيكي وابني مواعيدي وافلامي على وقتك مو لانه مو مجبر بس لانه فعلا حبيتك اكثر من الامور الي كنت بحبها صرتي انتي رقم واحد بحساباتي ، حتى اني مرات بحكي معك وانا بحضر برشلونة وهذا كان مستحيل ، وبالدورة كل بريك انتي اول شي يخطر في بالي ، اني اطلع معك واشوفك اسعد شي ممكن اعمله بيومي ، اول مرة بحياتي بقلق على شخص واهتم فيه واتطمن عليه وصل البيت ما وصل اخباره كويسة في اشي مزعله ، حتى مع اهلي صحابي ما بحب هي الشغلات ، ممكن اهلي يسافروا وما افكر ابعث مسج اتطمن ، بس معك صرت اقلق اذا ما اتطمنت عليكي نفسيتي بترتاح بس اعرف انك مبسوطة ، مرات ببعثلك اني اشتقتلك او حتى انتبهي على حالك او اي شي ، بس لاني بكون خايف تكون شوي مو مبسوطة واحب اغير مزاجك للاحسن لو باشي بسيط ، يعني لو بدي اضل اكتب ما بخلص ، يعني هيك تقدري تقدري شو انتي عندي    "
    },
    {
      path: require("../../Images/photos/18.jpg"),
      text:
        "الف الف ترليون مبارك لأغلى وأحلى شهد بالعالم 💖💖 ، حياتي ان شآء الله تصيري بروفيسورة 😍😍 وتكوني أحسن مدرسة جامعية بالعالم 😇 وأقوى اوتوميشن تيستر بالكون 😘😘😘"
    },
    {
      path: require("../../Images/photos/4_4.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/4_5.jpg"),
      text:
        "إلى زوجتي العزيزة ، أحبك ِ حباً لو وزع على العالم أجمع لكفاه. أنتي أغلى ما أملك 💖 وأروع ما تمنيت 💝 ، أنتي سعادتي 😊 و ملجئي وحضني الدافئ 💗. أشكر الله في كل سجدة وكل لحظة على نعمة وجودك في حياتي ، وأدعوه أن يحفظكي من كل شر ، وأن يجمعني معكي في الدنيا والآخرة 💞 ، وأن نكون سند في الدنيا لبعضنا البعض ، ونتشارك طريق ❤ الجنة ❤ بكل سعادة وحماس 💝. زوجتي إني أتمنى أن لا افارقك حتى في ذهابي للنوم او العمل. وكم أتمنى ان احصل على نوم ليلة كاملة في حضنك الدافئ 😍. أرجوكي لا تتركيني في يوم ما ، وابقي شهد زوجتي الغالية 💏. زوجك المحب أسامة ❤"
    }
  ],
  private: [
    {
      path: require("../../Images/photos/45.jpg"),
      text: "😍 البداية 😍"
    },
    {
      path: require("../../Images/photos/6_0.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/6_1.jpg")
    },
    {
      path: require("../../Images/photos/6_2.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/16.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/0_0.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/0_1.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/0_2.jpg"),
      text: ""
    },

    {
      path: require("../../Images/photos/1_0.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/1_1.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/1_2.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/1_3.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/3_1.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/3_2.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/2_0.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/2_1.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/19.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/20.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/33.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/34.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/35.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/21.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/22.jpg"),
      text: "إيش الرمانات الكبار هظول !!!! 😍"
    },
    {
      path: require("../../Images/photos/26.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/28.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/31.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/32.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/36.jpg"),
      text: "أحلى بوسة وايرلس"
    },
    {
      path: require("../../Images/photos/37.jpg"),
      text: "وينهم حبيباتي الرمانات 😁"
    },
    {
      path: require("../../Images/photos/5_1.jpg"),
      text:
        "شوووووشتي 😍😍 انا حبيبك سمسوم 😇 متى راح نصير انا واياكي دايما مع بعض ؟ 😞 او جوا بعض 😁"
    },
    {
      path: require("../../Images/photos/5_2.jpg"),
      text: "حاس حالي استعجلت ههههههههه"
    },
    {
      path: require("../../Images/photos/5_0.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/12.jpg"),
      text: "text"
    },
    {
      path: require("../../Images/photos/8_0.jpg"),
      text: "تاج الدين"
    },
    {
      path: require("../../Images/photos/8_1.jpg"),
      text: "تولاي"
    },
    {
      path: require("../../Images/photos/8_2.jpg"),
      text: "تولاي"
    },
    {
      path: require("../../Images/photos/4_2.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/4_3.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/4_6.jpg"),
      text: ""
    },
    {
      path: require("../../Images/photos/4_1.jpg"),
      text:
        "وقبل ما كنت اهتم اني احكي مع بنت وكنت اقضي يومي يا افلام يا دراسة يا مباريات ، ما بحب حد يتحكم بوقتي بحب اعمل كل شي بدون ما اهتم للوقت وانه في شخص لازم احكي معه ، اما هسه كله هذا تغير صرت افكر فيكي وابني مواعيدي وافلامي على وقتك مو لانه مو مجبر بس لانه فعلا حبيتك اكثر من الامور الي كنت بحبها صرتي انتي رقم واحد بحساباتي ، حتى اني مرات بحكي معك وانا بحضر برشلونة وهذا كان مستحيل ، وبالدورة كل بريك انتي اول شي يخطر في بالي ، اني اطلع معك واشوفك اسعد شي ممكن اعمله بيومي ، اول مرة بحياتي بقلق على شخص واهتم فيه واتطمن عليه وصل البيت ما وصل اخباره كويسة في اشي مزعله ، حتى مع اهلي صحابي ما بحب هي الشغلات ، ممكن اهلي يسافروا وما افكر ابعث مسج اتطمن ، بس معك صرت اقلق اذا ما اتطمنت عليكي نفسيتي بترتاح بس اعرف انك مبسوطة ، مرات ببعثلك اني اشتقتلك او حتى انتبهي على حالك او اي شي ، بس لاني بكون خايف تكون شوي مو مبسوطة واحب اغير مزاجك للاحسن لو باشي بسيط ، يعني لو بدي اضل اكتب ما بخلص ، يعني هيك تقدري تقدري شو انتي عندي    "
    }
  ]
};

export const backgrounds = [
  require("../../Images/Backgrounds/3.jpg"),
  require("../../Images/Backgrounds/5.jpg"),
  require("../../Images/Backgrounds/6.jpg"),
  require("../../Images/Backgrounds/7.jpg"),
  require("../../Images/Backgrounds/8.jpg"),
  require("../../Images/Backgrounds/9.jpg")
];

export const loadings = [require("../../Images/GIFs/3.gif")];
