export const images = [
  {
    path: require("../../Images/photos/test.jpg"),
    text:
      "حياتي الله يقويكي ويوفقك وان شاء الله تنجحي.\nوكوني على ثقة بالله ، الي سهل كل أمورك ويسرلك أمور دراستك ، راح ان شآء الله يوفقك بامتحانك.\nواتذكري انه انتي شهد العظيمة 😤💪\nحبيبة قلبي وخطيبتي 😍\nبحبك 💗💖💝💞💏"
  },
  {
    path: require("../../Images/photos/1.jpg")
  },
  {
    path: require("../../Images/photos/2.jpg"),
    text: "ويوفقك وان شاء الله تنجحي"
  },
  {
    path: require("../../Images/photos/3.jpg"),
    text: "text"
  },
  {
    path: require("../../Images/photos/background.jpg"),
    text:
      "وقبل ما كنت اهتم اني احكي مع بنت وكنت اقضي يومي يا افلام يا دراسة يا مباريات ، ما بحب حد يتحكم بوقتي بحب اعمل كل شي بدون ما اهتم للوقت وانه في شخص لازم احكي معه ، اما هسه كله هذا تغير صرت افكر فيكي وابني مواعيدي وافلامي على وقتك مو لانه مو مجبر بس لانه فعلا حبيتك اكثر من الامور الي كنت بحبها صرتي انتي رقم واحد بحساباتي ، حتى اني مرات بحكي معك وانا بحضر برشلونة وهذا كان مستحيل ، وبالدورة كل بريك انتي اول شي يخطر في بالي ، اني اطلع معك واشوفك اسعد شي ممكن اعمله بيومي ، اول مرة بحياتي بقلق على شخص واهتم فيه واتطمن عليه وصل البيت ما وصل اخباره كويسة في اشي مزعله ، حتى مع اهلي صحابي ما بحب هي الشغلات ، ممكن اهلي يسافروا وما افكر ابعث مسج اتطمن ، بس معك صرت اقلق اذا ما اتطمنت عليكي نفسيتي بترتاح بس اعرف انك مبسوطة ، مرات ببعثلك اني اشتقتلك او حتى انتبهي على حالك او اي شي ، بس لاني بكون خايف تكون شوي مو مبسوطة واحب اغير مزاجك للاحسن لو باشي بسيط ، يعني لو بدي اضل اكتب ما بخلص ، يعني هيك تقدري تقدري شو انتي عندي    "
  }
];

export const backgrounds = [
  require("../../Images/Backgrounds/3.jpg"),
  require("../../Images/Backgrounds/5.jpg"),
  require("../../Images/Backgrounds/6.jpg"),
  require("../../Images/Backgrounds/7.jpg"),
  require("../../Images/Backgrounds/8.jpg"),
  require("../../Images/Backgrounds/9.jpg")
];
